"Amp Simulation" = "Versterkersimulatie"; 
"Amps" = "Versterkers";
"Analog Basic" = "Analoog - basis"; 
"Analog Mono" = "Analoog - mono"; 
"Analog Pad" = "Analoog - pad"; 
"Analog Swirl" = "Analoog - wervelen"; 
"Analog Sync" = "Analoog - sync"; 
"Auto Wah" = "Auto-wah"; 
"Automatic Filter" = "Automatisch filter"; 
"Bass" = "Bas"; 
"Bass Amp" = "Basversterker"; 
"Bass Reduction" = "Minder lage tonen"; 
"Bitcrusher" = "Bitcrusher"; 
"Chorus" = "Chorus"; 
"Church Organ" = "Kerkorgel"; 
"Compressor" = "Compressor"; 
"Digital Basic" = "Digitaal - basis"; 
"Digital Mono" = "Digitaal - mono"; 
"Digital Stepper" = "Digitaal - stappen"; 
"Distortion" = "Vervorming"; 
"Drum Kits" = "Drumstellen"; 
"Ducker" = "Ducker"; 
"Echo" = "Echo"; 
"Electric Clav" = "Elektrisch clav"; 
"Electric Piano" = "Elektrische piano"; 
"Enhance Timing" = "Verbeter timing"; 
"Enhance Tuning" = "Verbeter stemming"; 
"Visual EQ" = "Visuele EQ"; 
"Flanger" = "Flanger"; 
"Gate" = "Gate"; 
"Guitar" = "Gitaar"; 
"Horns" = "Hoorns"; 
"Hybrid Basic" = "Hybride - basis"; 
"Hybrid Morph" = "Hybride - morph"; 
"Limiter" = "Begrenzer"; 
"Overdrive" = "Overdrive"; 
"Phaser" = "Phaser"; 
"Piano" = "Piano"; 
"Reverb" = "Galm"; 
"Sampler" = "Fotosetje";
"Sound Effects" = "Geluidseffecten"; 
"Speech Enhancer" = "Spraakverbetering"; 
"Stomp Boxes" = "Stompboxes";
"Strings" = "Snaarinstrumenten"; 
"Tonewheel Organ" = "Toonwielorgel"; 
"Track Echo" = "Spoorecho"; 
"Track Reverb" = "Spoorgalm";
"Treble Reduction" = "Minder hoge tonen"; 
"Tremolo" = "Tremolo"; 
"Tuned Percussion" = "Gestemde percussie"; 
"Tuner" = "Stemapparaat"; 
"Vocal Transformer" = "Vocale vervormer"; 
"Voice" = "Stem"; 
"Woodwind" = "Blaasinstrumenten"; 
"GarageBand Synth" = "GarageBand-synthesizer";

